[
  {
    "topic": "Uranus's_Schwarzschild_Radius_A_Black_Hole_Analogy",
    "content": "**Uranus's Schwarzschild Radius: A Black Hole Analogy** *Our New Shirt* That's right! Our new shirt displays Uranus's Schwarzschild radius in actual size. If Uranus, or anything with its mass, were compressed into a non-rotating ball of this width, the gravitational force at its surface would be so intense that not even light could escape. Our new shirt tells you all about it! *Curiosity Box Subscribers* You'll receive one of these shirts if you're subscribed to the Curiosity Box or subscribe soon! *Schwarzschild Radius Explained* There's a Schwarzschild radius for every amount of mass. * For the Sun, it's about 3 km. * For you, it's about 10 to the power -25 meters, smaller than an atomic nucleus. * For Earth, it's 8.87 mm. *Earth's Black Hole Test* You'll never forget Earth's Schwarzschild radius because of this gauge on our MultiFoil. If you ever feel sad and like nothing's going right, just place this card on the ground. If Earth doesn't fit through this hole, it means it's not a black hole yet, which is great!"
  },
  {
    "topic": "CIRCULAR_MEASURE",
    "content": "CIRCULAR MEASURE **Linear Displacement:** Displacement in a straight line **Linear Velocity:** Rate of change of angular displacement **Angular Displacement:** Angle subtended at the centre when an object moves from positon A to position B on a circular track. **Angular velocity:** Rate of change of angular displacement. w = θ / t For complete revolution v = rw → linear velocity [Diagram of Circular Motion] * X, Y, Z have the same angular velocity * Vx \u003e Vy \u003e Vz as V = rw considering radius × angular velocity * W = 2π/T * W = 2πf **Centripetal Force:** Force required for an object to move in a circle. Is directed towards the centre of the circle. Fc = mv²/r Fc = mrw² Fc = mvw **Centripetal Acceleration:** F = ma ma = (mv²)/r ma = mrw² ma = mvw a = v²/r a = rw² a = vw **Conical Pendulum** [Diagram of Conical Pendulum] 1. Fc = Tsinθ T = Fc / sinθ T = (mv²/r) / sinθ tanθ = v²/rg w = √(g / (l cosθ)) 2. W = Tcosθ T = W / cosθ **Horizontal Circular Motion** **Radian:** Angle suspended at the centre of a circle by an arc equal to its radius. **Vertical Circular Motion** [Diagram of Vertical Circular Motion] θ = 180° Tmax = (mv²/r) + mg cos(180°) Tmax = (mv²/r) - mg θ = 90° Tmax = (mv²/r) + mg cos(90°) Tmax = mv²/r θ = 0° Tmax = (mv²/r) + mg cos(0°) Tmax = (mv²/r) + mg Fc = T - Wcosθ T = (mv²/r) Fc = T"
  },
  {
    "topic": "5.2_-_The_Definite_Integral_(and_review_of_Riemann_sums)",
    "content": [
      {
        "page": 1,
        "content": "**5.2 - The Definite Integral (and review of Riemann sums)**\n\nConsider the function on the interval [1, 5]:\n\nEx) f(x) = x\n\na) Sketch the graph on the interval.\n\nb) Estimate the area under the graph of the function using the right endpoints with two rectangles of equal width. We'll call this R2. Is this an overestimation or an underestimation?\n\n*Solution to b)*\n\nThe interval [1, 5] has a width of 4. With two rectangles of equal width, each rectangle has a width of  Δx = (5-1)/2 = 2. The right endpoints are x = 3 and x = 5.\n\nR2 = f(3) * Δx + f(5) * Δx = 3 * 2 + 5 * 2 = 6 + 10 = 16\n\nSince f(x) = x is an increasing function, using right endpoints will result in an overestimation of the area under the curve.\n"
      },
      {
        "page": 2,
        "content": "**Area Estimation Using Rectangles**\n\n*Context:* The following sections deal with estimating the area under a curve using rectangles. Two different methods are explored: left endpoint approximation and midpoint approximation.\n\nc) Estimate the area under the graph of the function using the left endpoints with four rectangles of equal width. We'll call this L. Is this an overestimation or an underestimation?\n\nLet's assume the function is defined on an interval [a, b], and we want to divide it into *n* rectangles of equal width. The width of each rectangle, Δx, would be:\n\n   Δx = (b - a) / n\n\nFor the left endpoint approximation *L*, we evaluate the function at the left endpoint of each subinterval and use that value as the height of the rectangle.\n\nTherefore,\nL = Δx [f(x₀) + f(x₁) + f(x₂) + ... + f(xₙ₋₁)]\n\nwhere x₀, x₁, x₂, ... , xₙ₋₁ are the left endpoints of the *n* subintervals.\n\nTo determine if *L* is an overestimation or underestimation, we consider the function's behavior:\n\n*   If the function is increasing on the interval [a, b], the left endpoint approximation will be an underestimation, because the height of each rectangle is less than the actual value of the function over the interval.\n\n*   If the function is decreasing on the interval [a, b], the left endpoint approximation will be an overestimation, because the height of each rectangle is greater than the actual value of the function over the interval.\n\nd) Estimate the area under the graph of the function using the midpoints with four rectangles of equal width. We'll call this M.\n\nFor the midpoint approximation *M*, we evaluate the function at the midpoint of each subinterval and use that value as the height of the rectangle.\n\nTherefore,\nM = Δx [f(m₁) + f(m₂) + f(m₃) + ... + f(mₙ)]\n\nwhere m₁, m₂, m₃, ... , mₙ are the midpoints of the *n* subintervals.\n"
      },
      {
        "page": 3,
        "content": "**General Expression for Area using Sample Points**\n\nInstead of using right or left endpoints for the height of our rectangles, we could use the height of the i-th rectangle to be the value of f at any number $x_i^*$ in the i-th subinterval $[x_{i-1}, x_i]$. We call the $x_i^*$'s sample points. A more general expression (using the sample points) for the area is:\n\n$$\\lim_{n \\to \\infty} \\sum_{i=1}^n f(x_i^*) \\Delta x = \\lim_{n \\to \\infty} [f(x_1^*) \\Delta x + f(x_2^*) \\Delta x + \\dots + f(x_n^*) \\Delta x]$$\n\n```\nf(x)\n0    a  x_0  x_1 ...  x_{i-1}   x_i ...  b\n```\n\n**Definition of a Definite Integral**\n\nIf f is a function defined for a ≤ x ≤ b, we divide the interval [a, b] into n subintervals of equal width $\\Delta x = \\frac{b-a}{n}$. We let $x_0 (=a), x_1, x_2, \\dots, x_n (= b)$ be the endpoints of these subintervals and we let $x_1^*, x_2^*, \\dots, x_n^*$ be any sample points in these subintervals, so $x_i^*$ lies in the i-th subinterval $[x_{i-1}, x_i]$. Then the definite integral of f from a to b is\n\n$$\\int_a^b f(x) \\, dx = \\lim_{n \\to \\infty} \\sum_{i=1}^n f(x_i^*) \\Delta x$$\n\nprovided that this limit exists and gives the same value for all possible choices of sample points. If it does exist, we say that f is integrable on [a, b].\n"
      },
      {
        "page": 4,
        "content": "**Limits of Riemann Sums as Definite Integrals**\n\nFor x in [0,4], we want to write the following limit as a definite integral:\n$$ \\lim_{n \\to \\infty} \\sum_{i=1}^{n} (e^{(x_i)^2} + 2x_i) \\Delta x $$\n\nThis expression represents the limit of a Riemann sum. We can express this limit as a definite integral as follows:\n$$ \\int_0^4 (e^{x^2} + 2x) \\, dx $$\n\n*Understanding Riemann Sums and Definite Integrals*\n\nLet  $y = f(x)$.\n\n*Riemann Sums and Area*\nIf $f(x) \\geq 0$, the Riemann sum $\\sum f(x_i) \\Delta x$ represents the sum of the areas of rectangles.\n\n*Definite Integrals and Area*\nIf $f(x) \\geq 0$, the integral $\\int_a^b f(x) dx$ represents the area under the curve $y = f(x)$ from a to b.\n\n*Note on Positive and Negative Values*\nIf $f$ takes on both positive and negative values, then the Riemann sum is the sum of the areas of the rectangles that lie above the x-axis and the negatives of the areas of the rectangles that lie below the x-axis.\n"
      },
      {
        "page": 5,
        "content": "**Definite Integral as Net Area**\n\nA definite integral can be interpreted as a net area (a difference of areas):\n\n∫\u003csub\u003ea\u003c/sub\u003e\u003csup\u003eb\u003c/sup\u003e f(x) dx = A\u003csub\u003e1\u003c/sub\u003e - A\u003csub\u003e2\u003c/sub\u003e\n\nwhere A\u003csub\u003e1\u003c/sub\u003e is the area of the region above the x-axis and below the graph of f, and A\u003csub\u003e2\u003c/sub\u003e is the area of the region below the x-axis and above the graph of f.\n\n*y = f(x)*\n\nΣ f(x) Δx is an approximation to the net area.\n\n*y = f(x)*\n\n∫\u003csub\u003ea\u003c/sub\u003e\u003csup\u003eb\u003c/sup\u003e f(x) dx is the net area.\n"
      }
    ]
  }
]