[
  {
    "topic": "Uranus's_Schwarzschild_Radius_A_Black_Hole_Analogy",
    "content": "**Uranus's Schwarzschild Radius: A Black Hole Analogy** *Our New Shirt* That's right! Our new shirt displays Uranus's Schwarzschild radius in actual size. If Uranus, or anything with its mass, were compressed into a non-rotating ball of this width, the gravitational force at its surface would be so intense that not even light could escape. Our new shirt tells you all about it! *Curiosity Box Subscribers* You'll receive one of these shirts if you're subscribed to the Curiosity Box or subscribe soon! *Schwarzschild Radius Explained* There's a Schwarzschild radius for every amount of mass. * For the Sun, it's about 3 km. * For you, it's about 10 to the power -25 meters, smaller than an atomic nucleus. * For Earth, it's 8.87 mm. *Earth's Black Hole Test* You'll never forget Earth's Schwarzschild radius because of this gauge on our MultiFoil. If you ever feel sad and like nothing's going right, just place this card on the ground. If Earth doesn't fit through this hole, it means it's not a black hole yet, which is great!"
  },
  {
    "topic": "CIRCULAR_MEASURE",
    "content": "CIRCULAR MEASURE **Linear Displacement:** Displacement in a straight line **Linear Velocity:** Rate of change of angular displacement **Angular Displacement:** Angle subtended at the centre when an object moves from positon A to position B on a circular track. **Angular velocity:** Rate of change of angular displacement. w = θ / t For complete revolution v = rw → linear velocity [Diagram of Circular Motion] * X, Y, Z have the same angular velocity * Vx \u003e Vy \u003e Vz as V = rw considering radius × angular velocity * W = 2π/T * W = 2πf **Centripetal Force:** Force required for an object to move in a circle. Is directed towards the centre of the circle. Fc = mv²/r Fc = mrw² Fc = mvw **Centripetal Acceleration:** F = ma ma = (mv²)/r ma = mrw² ma = mvw a = v²/r a = rw² a = vw **Conical Pendulum** [Diagram of Conical Pendulum] 1. Fc = Tsinθ T = Fc / sinθ T = (mv²/r) / sinθ tanθ = v²/rg w = √(g / (l cosθ)) 2. W = Tcosθ T = W / cosθ **Horizontal Circular Motion** **Radian:** Angle suspended at the centre of a circle by an arc equal to its radius. **Vertical Circular Motion** [Diagram of Vertical Circular Motion] θ = 180° Tmax = (mv²/r) + mg cos(180°) Tmax = (mv²/r) - mg θ = 90° Tmax = (mv²/r) + mg cos(90°) Tmax = mv²/r θ = 0° Tmax = (mv²/r) + mg cos(0°) Tmax = (mv²/r) + mg Fc = T - Wcosθ T = (mv²/r) Fc = T"
  },
  {
    "topic": "5.2_-_The_Definite_Integral_(and_review_of_Riemann_sums)",
    "content": [
      {
        "page": 1,
        "content": "**5.2 - The Definite Integral (and review of Riemann sums)**\n\nConsider the function on the interval [1, 5]:\n\nEx)  f(x) = [This part is incomplete. We need the actual function definition here, e.g., f(x) = x^2, f(x) = sin(x), etc.]\n\na) Sketch the graph on the interval.\n\nb) Estimate the area under the graph of the function using the right endpoints with two rectangles of equal width. We'll call this R2. Is this an overestimation or an underestimation?\n"
      },
      {
        "page": 2,
        "content": "**Area Estimation Using Rectangles**\n\n*Objective:*\nTo estimate the area under a graph using rectangle approximations.\n\n*Methods:*\nWe will use left endpoints and midpoints to determine the height of the rectangles.\n\nc) *Left Endpoint Approximation (L)*\n\nWe are asked to estimate the area under the graph using four rectangles of equal width, with the height of each rectangle determined by the left endpoint of its base.  Let's call this approximation L.  We need to determine if this is an overestimation or an underestimation.\n\nTo determine whether L is an overestimation or underestimation, we need to know the shape of the curve. If the function is increasing over the interval, then using left endpoints will result in an underestimation because the rectangles will be shorter than the actual area under the curve. Conversely, if the function is decreasing, left endpoints will lead to an overestimation.\n\nd) *Midpoint Approximation (M)*\n\nWe are asked to estimate the area under the graph using four rectangles of equal width, with the height of each rectangle determined by the midpoint of its base. Let's call this approximation M.\n"
      },
      {
        "page": 3,
        "content": "**General Expression for Area using Sample Points**\n\nInstead of using right or left endpoints for the height of our rectangles, we could use the height of the i-th rectangle to be the value of $f$ at any number $x$ in the i-th subinterval $[x_{i-1}, x_i]$. We call the $x_i^*$'s sample points. A more general expression (using the sample points) for the area is:\n\n$$\\lim_{n \\to \\infty} \\sum_{i=1}^{n} f(x_i^*) \\Delta x = \\lim_{n \\to \\infty} [f(x_1^*) \\Delta x + f(x_2^*) \\Delta x + \\cdots + f(x_n^*) \\Delta x]$$\n\n```\nf(x)\n0\na x_0  x_1 ... x_{i-1} x_i ... x_n b\n```\n\n**Definition of a Definite Integral**\n\nIf $f$ is a function defined for $a \\le x \\le b$, we divide the interval $[a, b]$ into $n$ subintervals of equal width $\\Delta x = \\frac{b-a}{n}$. We let $x_0 (=a), x_1, x_2, ..., x_n (=b)$ be the endpoints of these subintervals and we let $x_1^*, x_2^*, ..., x_n^*$ be any sample points in these subintervals, so $x_i^*$ lies in the i-th subinterval $[x_{i-1}, x_i]$. Then the definite integral of $f$ from $a$ to $b$ is\n\n$$\\int_a^b f(x) dx = \\lim_{n \\to \\infty} \\sum_{i=1}^{n} f(x_i^*) \\Delta x$$\n\nprovided that this limit exists and gives the same value for all possible choices of sample points. If it does exist, we say that $f$ is integrable on $[a, b]$.\n"
      },
      {
        "page": 4,
        "content": "**Limits of Riemann Sums and Definite Integrals**\n\nFor $x \\in [0,4]$, write\n\n$\\lim_{n \\to \\infty} \\sum_{i=1}^{n} (e^{x_i^2} + 2x_i) \\Delta x$ as a definite integral.\n\n**The Solution**\n\n$\\int_{0}^{4} (e^{x^2} + 2x) \\, dx$\n\n*Understanding the relationship between Riemann sums and definite integrals*\n\n$y = f(x)$\n\nIf $f(x) \\geq 0$, the Riemann sum $\\sum f(x_i) \\Delta x$ is the sum of areas of rectangles.\n\nIf $f(x) \\geq 0$, the integral $\\int_{a}^{b} f(x) \\, dx$ is the area under the curve $y = f(x)$ from $a$ to $b$.\n\nNote: If $f$ takes on both positive and negative values, then the Riemann sum is the sum of the areas of the rectangles that lie above the x-axis and the negatives of the areas of the rectangles that lie below the x-axis.\n"
      },
      {
        "page": 5,
        "content": "**Definite Integral as Net Area**\n\nA definite integral can be interpreted as a net area (a difference of areas):\n\n$\\int_{a}^{b} f(x) \\, dx = A_1 - A_2$\n\nwhere $A_1$ is the area of the region above the x-axis and below the graph of $f$, and $A_2$ is the area of the region below the x-axis and above the graph of $f$.\n\n[Diagram 1: y = f(x) with shaded area $A_1$ above x-axis from a to b]\n\n$\\sum f(x) \\Delta x$ is an approximation to the net area.\n\n[Diagram 2: y = f(x) with shaded area partly above and below x-axis from a to b]\n\n$\\int_{a}^{b} f(x) \\, dx$ is the net area.\n"
      }
    ]
  }
]